Repository: fstltna/limload
Catalog: language/po/limload-genk/*.po
Languages: sr

source: Mission objectives completed.
sr: Циљеви задатка извршени.

source: Mission failed.
sr: Задатак пропао.

source: Bonus objective completed.
sr: Бонус циљеви извршени.

# mission name
source: Avalanche
sr: Лавина

# mission description
source: Ground attack mission. A group of enemy vehicles is spotted in the area. It consists mostly of lightly armored IFVs, but some MBTs are reported too. To complete the task you must destroy the whole group. While vehicles themselves are defenseless against attack from air, keep in mind that enemy infantry, armed with Stingers, is scattered through surrounding hills. Primary objectives: - Destroy all enemy vehicles. Bonus objectives: - None.
sr: Задатак напада на земљу. Група непријатељских возила је опажена у зони. Чине је углавном лако оклопљени ИФВ-ови, али су пријављени и неки МБТ-ови. За извршење задатка неопходно је да уништиш целу групу. Док су сама возила беспомоћна на нападе из ваздуха, имај на уму да је непријатељска пешадија, наоружана стингерима, размештена по околним брдима. Примарни циљеви: — Уништи сва непријатељска возила. Бонус циљеви: — Нема.

source: waypoint 1
sr: путна тачка 1

source: WP1
sr: ПТ1

source: Destroy enemy armor below.
sr: Уништи непријатељски оклоп доле.

source: Watch out for Stingers!
sr: Пази на стингере!

source: Enemy armor group destroyed.
sr: Непријатељска оклопна група уништена.

source: Good work.
sr: Добро обављено.

# mission name
source: Incoming
sr: Стижу

# mission description
source: A true dogfight mission. The enemy will be coming in waves, one after another. You never know how many or which type of aircraft is going to hunt you next. To win, you must survive and destroy each wave. Primary objectives: - Shoot down all enemy planes. Bonus objectives: - Do not fire any missiles.
sr: Прави маневарски задатак. Непријатељ ће пристизати у таласима, један за другим. Никад нећеш знати који ће те тип авиона следеће ловити. За победу, мораш да преживиш и уништиш сваки талас. Примарни циљеви: — Обори све непријатељске авионе. Бонус циљеви: — Немој да испалиш ниједну ракету.

source: Incoming enemy planes!
sr: Стижу непријатељски авиони!

source: Good luck!
sr: Са срећом!

source: All enemy planes destroyed.
sr: Сви непријатељски авиони уништени.

source: No missile was fired.
sr: Није испаљена ниједна ракета.

source: Excellent work.
sr: Изврсно обављено.
