Repository: fstltna/limload
Catalog: language/po/limload/*.po
Languages: sr

source: The stick shook, the view faded into darkness. There was no yielding to the inertia. Engines howled with the afterburner, pressing towards...
sr: Палица се тресла, поглед урањао у таму, али није било попуштања инерцији. Уз хук допунског сагоревања, ближило се...

source: LIMIT LOAD
sr: ГРАНИЧНО ОПТЕРЕЋЕЊЕ

# game description in command-line help
source: Limit Load -- an arcade cockpit flight game.
sr: Гранично оптерећење — аркадна кабинска летачка игра.

# command-line option argument pattern
source: PACK:MISSION[:ZONE]
sr: ПАКЕТ:ЗАДАТАК[:ЗОНА]

# command-line option description
source: Start game directly on the given campaign mission. The mission starts on the mission menu, or in the mission zone if given. If empty campaign pack is given (i.e. just leading semicolon), the mission is looked for through all known campaign packs; if more than one mission is found, exits with error. If empty zone is given (i.e. just trailing semicolon), the mission starts in the default zone.
sr: Покрени игру непосредно на задатом задатку кампање. Задатак почиње својим менијем, или у зони задатка ако је задата. Ако се зада празан пакет кампање (тј. само водећа двотачка), задатак се тражи кроз све познате пакете кампање; ако се нађе више од једног задатка, излази с грешком. Ако се зада празна зона (тј. само пратећа двотачка), задатак почиње у подразумеваној зони.

# command-line option description
source: Start game directly on the given skirmish mission. The mission starts with the intro dialogue (if any), or in the mission zone if given. If empty skirmish pack is given (i.e. just leading semicolon), the mission is looked for through all known skirmish packs; if more than one mission is found, exits with error. If empty zone is given (i.e. just trailing semicolon), the mission starts in the default zone.
sr: Покрени игру непосредно на задатом задатку окршаја. Задатак почиње уводним дијалогом (ако га има), или у зони задатка ако је задата. Ако се зада празан пакет окршаја (тј. само водећа двотачка), задатак се тражи кроз све познате пакете окршаја; ако се нађе више од једног задатка, излази с грешком. Ако се зада празна зона (тј. само пратећа двотачка), задатак почиње у подразумеваној зони.

# command-line option argument pattern
source: PACK:MISSION[:ZONE|.LOOP]
sr: ПАКЕТ:ЗАДАТАК[:ЗОНА|.ПЕТЉА]

# command-line option description
source: Start game directly on the given test mission. The mission starts with the intro dialogue (if any), or in the mission zone if given. If empty test pack is given (i.e. just leading semicolon), the mission is looked for through all known test packs; if more than one mission is found, exits error. If empty zone is given (i.e. just trailing semicolon), the mission starts in the default zone. Instead of the zone, a loop extension can be given to request a particular mission loop to execute alone.
sr: Покрени игру непосредно на задатом задатку пробе. Задатак почиње уводним дијалогом (ако га има), или у зони задатка ако је задата. Ако се зада празан пакет проба (тј. само водећа двотачка), задатак се тражи кроз све познате пакете проба; ако се нађе више од једног задатка, излази с грешком. Ако се зада празна зона (тј. само пратећа двотачка), задатак почиње у подразумеваној зони. Уместо зоне може да се зада наставак петље, да би се затражило извршавање само одређене петље задатка.

# command-line option argument pattern
source: SECONDS
sr: СЕКУНДЕ

# command-line option description
source: Use the given fixed time step for game physics, instead of variable, rendering-dependent time step. Note that action will not run in real-time with fixed time step.
sr: Користи задати фиксни временски корак за физику игре, уместо променљивог корака који зависи од рендеровања. Имајте на уму да се радња неће одвијати у стварном времену при фиксном кораку.

# command-line option argument pattern
source: SEED[:FXSEED]
sr: СЕМЕ[:ЕФСЕМЕ]

# command-line option description
source: Use the given integer number as random seed, instead of system-derived seed. If second seed is given, it is used for randomness in game effects. If negative number is given, system-derived seed is used instead.
sr: Користи задати цео број као семе насумичности, уместо системски изведеног семена. Ако се зада и друго семе, користи се за насумичност у ефектима игре. Ако се зада негативан број, користи се системски изведено семе.

# command-line option argument pattern
source: VARIANT
sr: ВАРИЈАНТА

# command-line option description
source: Read game configuration from config-VARIANT.ini instead of from config.ini.
sr: Читај подешавања игре из config-ВАРИЈАНТА.ini уместо из config.ini.

# command-line option argument pattern
source: ATTR=VALUE
sr: АТР=ВРЕДНОСТ

# command-line option description
source: Set a game context attribute. Value will be converted to first possible type of integer, float, True/False/None, string. String type can be forced by prepending and appending either two dots (e.g. foo=..123..), or single or double quotes (which may need to be escaped for the shell). Can be repeated to set multiple attributes.
sr: Постави атрибут контекста игре. Вредност се претвара у први могући тип од целог броја, реалног, True/False/None, ниске. Тип ниске може да се примора окруживањем са две тачке (нпр. foo=..123...), или наводницима или полунаводницима (које можда треба избећи за шкољку). Може да се понавља за постављање више атрибута.

# game name with release string in command-line help
source: Limit Load %s
sr: Гранично оптерећење %s

source: Requested game configuration file '%s' does not exist.
sr: Тражени фајл подешавања игре ‘%s’ не постоји.

source: Only one of campaign, skirmish or test mission can be started directly.
sr: Непосредно да се покрене може само једно од задатка кампање, окршаја или пробе.

source: Campaign mission must be requested as PACK:MISSION[:ZONE], got '%s' instead.
sr: Задатак кампање мора да се затражи као ПАКЕТ:ЗАДАТАК[:ЗОНА], а добијено ‘%s’.

source: Mission '%s' does not exist in any campaign pack.
sr: Задатак ‘%s’ не постоји ни у једном пакету кампање.

source: Mission '%(m)s' exists in more than one campaign pack: %(lst)s.
sr: Задатак ‘%(m)s’ постоји у више од једног пакета кампање: %(lst)s.

source: There is no campaign '%s'.
sr: Нема кампање ‘%s’.

source: There is no mission '%(m)s' in campaign '%(c)s'.
sr: Нема задатка ‘%(m)s’ у кампањи ‘%(c)s’.

source: Skirmish mission must be requested as PACK:MISSION[:ZONE], got '%s' instead.
sr: Задатак окршаја мора да се затражи као ПАКЕТ:ЗАДАТАК[:ЗОНА], а добијено ‘%s’.

source: Mission '%s' does not exist in any skirmish pack.
sr: Задатак ‘%s’ не постоји ни у једном пакету окршаја.

source: Mission '%(m)s' exists in more than one skirmish pack: %(lst)s.
sr: Задатак ‘%(m)s’ постоји у више од једног пакета окршаја: %(lst)s.

source: There is no skirmish '%s'.
sr: Нема окршаја ‘%s’.

source: There is no mission '%(m)s' in skirmish '%(s)s'.
sr: Нема задатка ‘%(m)s’ у окршају ‘%(s)s’.

source: Test mission must be requested as PACK:MISSION[:ZONE|.LOOP], got '%s' instead.
sr: Задатак пробе мора да се затражи као ПАКЕТ:ЗАДАТАК[:ЗОНА|.ПЕТЉА], а добијено ‘%s’.

source: Mission '%s' does not exist in any test pack.
sr: Задатак ‘%s’ не постоји ни у једном пакету проба.

source: Mission '%(m)s' exists in more than one test pack: %(lst)s.
sr: Задатак ‘%(m)s’ постоји у више од једног пакета проба: %(lst)s.

source: There is no test '%s'.
sr: Нема пробе ‘%s’.

source: There is no mission '%(m)s' in test '%(t)s.
sr: Нема задатка ‘%(m)s’ у проби ‘%(t)s’.

source: Time step must be a real number, got '%s' instead.
sr: Временски корак мора да буде реалан број, а добијено ‘%s’.

source: Time step must be in range (0.0, %(num1).3f], got '%(num2).3f' instead.
sr: Временски корак мора да буде у опсегу (0.0, %(num1).3f], а добијено ‘%(num2).3f’.

source: Exactly one or two random seeds can be given, got %(num)d instead ('%(fmt)s').
sr: Могу се задати тачно једно или два семена насумичности, а добијено %(num)d (‘%(fmt)s’).

source: Random seed must be an integer number, got '%s' instead.
sr: Семе насумичности мора да буде цео број, а добијено ‘%s’.

source: Equal sign not found in game context attribute '%s'.
sr: Нема знака једнакости у атрибуту контекста игре ‘%s’.

source: Starting game.
sr: Покрећем игру.

source: Setting game context: %s
sr: Постављам контекст игре: %s

source: Game configuration field '%(fld)s' value '%(val)s' cannot be converted to type '%(typ)s'.
sr: Поље подешавања игре ‘%(fld)s’ има вредност ‘%(val)s’ која не може да се претвори у тип ‘%(typ)s’.

source: Game configuration field '%(fld)s' set to inadmissible value '%(val)s' (admissible values: %(lst)s).
sr: Поље подешавања игре ‘%(fld)s’ постављено на неприхватљиву вредност ‘%(val)s’ (прихватљиве вредности: %(lst)s).

source: Game configuration field '%(fld)s' must have value '%(specval)s' or width and height in pixels as '<width> <height>', got '%(val)s' instead.
sr: Поље подешавања игре ‘%(fld)s’ мора да има вредност ‘%(specval)s’ или ширину и висину у пикселима као ‘<ширина> <висина>’, а добијено ‘%(val)s’.

source: Unknown game configuration section '%s'.
sr: Непознат одељак подешавања игре ‘%s’.

source: Unknown game configuration field '%(fld)s' in section '%(sec)s'.
sr: Непознато поље подешавања игре ‘%(fld)s’ у одељку ‘%(sec)s’.

source: Game configuration field '%(fld)s' contains unknown variable '%(var)s'.
sr: Поље подешавања игре ‘%(fld)s’ садржи непознату променљиву ‘%(var)s’.

# input command description
source: rotate plane around pitch axis
sr: обрће авион око попречне осе

# input command note
source: Needed when using joystick for rotation.
sr: Потребно када се обрће џојстиком.

# input command description
source: rotate plane in pitch upwards
sr: обрће авион попречно нагоре

# input command note
source: Needed only when using keyboard for rotation, which is not recommended.
sr: Потребно само када се обрће тастатуром, што није препоручљиво.

# input command description
source: rotate plane in pitch downwards
sr: обрће авион попречно надоле

# input command description
source: rotate plane around roll axis
sr: обрће авион око уздужне осе

# input command description
source: rotate plane in roll to the left
sr: обрће авион уздужно улево

# input command description
source: rotate plane in roll to the right
sr: обрће авион уздужно удесно

# input command description
source: set engine throttle
sr: задаје гас мотора

# input command note
source: Needed when using a hardware throttle, on joystick or standalone.
sr: Потребно када се гас даје хардверском ручицом, самосталном или на џојстику.

# input command description
source: increase engine throttle
sr: повећава гас мотора

# input command note
source: Needed when using keyboard for engine control.
sr: Потребно када се гас даје тастатуром.

# input command description
source: decrease engine throttle
sr: смањује гас мотора

# input command description
source: deploy or retract air brake
sr: извлачи или увлачи ваздушну кочницу

# input command note
source: Use for quick airspeed decreases, such as in maneuvering combat or on landing, without or in addition to throttle setting.
sr: Корисно за брзо смањивање брзине, на пример током маневарске борбе или на слетању, без или у додатак промени гаса.

# input command description
source: lower or raise landing gear
sr: спушта или диже стајни трап

# input command note
source: Do not forget this when landing.
sr: Не заборавите ово кад слећете.

# input command description
source: switch to next waypoint or next target
sr: пребацује на наредну тачку маршруте или наредну мету

# input command note
source: Waypoints are switched in the HUD navigation mode, and targets in the HUD weapon modes. When a target is selected, the selection can be cancelled either by holding this input pressed for a little while longer or by pressing the dedicated target deselection input.
sr: Тачке маршруте се мењају у навигационом режиму ХУД-а, а мете у оружаним режимима. Када је мета изабрана, избор може да се уклони или краћим држањем овог улаза, или притиском наменског улаза за поништавање мете.

# input command description
source: cancel target selection
sr: поништава избор мете

# input command note
source: This can be useful to recover rotation through all HUD modes, and not only through weapons with which the target can be attacked.
sr: Може бити корисно за враћање ротације кроз све режиме ХУД-а, а не само кроз оружја којима мета може да се нападне.

# input command description
source: fire currently selected weapon
sr: испаљује тренутно изабрано оружје

# input command note
source: Guns and rocket pods keep firing while the input is pressed.
sr: Топови и подвесни лансери одржавају паљбу док је улаз притиснут.

# input command description
source: switch to next target section
sr: пребацује на наредни део мете

# input command note
source: Big targets have multiple sections which can be acquired.
sr: Велике мете имају више делова који се могу захватити.

# input command description
source: switch to next weapon or to navigation
sr: пребацује на наредно оружје или навигацију

# input command note
source: Rotates through all weapon and navigation modes when target is not acquired. If a target is acquired, rotates only through weapons with which the target can be attacked.
sr: Ротира кроз све оружане и навигационе режиме када није захваћена мета. Ако је мета захваћена, ротира само кроз оружја којима она може да се нападне.

# input command description
source: switch to previous weapon or to navigation
sr: пребацује на претходно оружје или на навигацију

# input command description
source: turn on or off the radar
sr: укључује или искључује радар

# input command note
source: Turning the radar off can be used sometimes to sneak behind the enemies. Passive sensors (such as IRST) keep working.
sr: Искључивање радара некада може да послужи за шуњање иза непријатеља. Пасивни сензори (попут ИРСТ-а) настављају да раде.

# input command description
source: increase the scale on the radar screen
sr: повећава размеру на радарском екрану

# input command note
source: Higher scales are useful for search and engagement beyond visual range.
sr: Веће размере су корисне за претрагу и напад изван визуелног домета.

# input command description
source: decrease the scale on the radar screen
sr: смањује размеру на радарском екрану

# input command note
source: Lower scales are useful for close combat.
sr: Мање размере су корисне за блиску борбу.

# input command description
source: switch to next MFD mode
sr: пребацује на наредни режим МФД-а

# input command note
source: Sometimes the MFD mode will switch automatically to support a weapon, and then it cannot be changed as long as the weapon is selected.
sr: Понекад ће режим МФД-а бити постављен аутоматски за подршку одређеном оружју, и тада не може да се промени док год је то оружје изабрано.

# input command description
source: switch to previous MFD mode
sr: пребацује на претходни режим МФД-а

# input command description
source: launch missile decoys
sr: испаљује мамце ракета

# input command note
source: Launch decoys only when the missile is one-two seconds away, or else they may be ineffective.
sr: Испаљујте мамце само када је ракета секунду-две удаљена, иначе могу бити неделотворни.

# input command description
source: turn on or off the instrument panel lights
sr: укључује или искључује светла инструмент-табле

# input command note
source: Lights will normally be on or off automatically, depending on the time of day in the current zone.
sr: Светла ће нормално бити укључена или искључена аутоматски, према добу дана у тренутној зони.

# input command description
source: eject from the plane
sr: искаче из авиона

# input command note
source: Use in case of panic.
sr: Употребити у случају панике.

# input command description
source: enable or disable visual target tracking
sr: активира или деактивира визуелно праћење мете

# input command note
source: Useful to quickly switch sights between the target and the HUD and instruments, which is crucial in maneuvering combat.
sr: Корисно за брзо пребацивање између мете и ХУД-а или инструмената, што је кључно у маневарској борби.

# input command description
source: switch to cockpit view
sr: пребацује на поглед из кабине

# input command description
source: switch to world-oriented external view
sr: пребацује на спољашњи поглед оријентације света

# input command note
source: This view keeps north-front upwards orientation independently of the plane attitude.
sr: Овај поглед одржава оријентацију север-напред независно од угла положаја авиона.

# input command description
source: switch to chase external view
sr: пребацује на спољашњи поглед гоњења

# input command note
source: This view is following and rotating with the plane from behind.
sr: Овај поглед прати авион отпозади и обрће се са њим.

# input command description
source: switch to target view
sr: пребацује на поглед мете

# input command note
source: This view can be activated when a target is acquired.
sr: Овај поглед може да се активира када се захвати мета.

# input command description
source: enable or disable the missile view
sr: активира или деактивира поглед пројектила

# input command note
source: If enabled, when a missile (or bomb) is launched, the view will follow the missile to destruction.
sr: Ако је активирано, када се ракета (или бомба) испали, овај поглед ће је пратити до уништења.

# input command description
source: look around in the cockpit
sr: разгледа по кабини

# input command note
source: Needed when using a digital joystick hat to look around.
sr: Потребно када се разгледа дигиталном капицом џојстика.

# input command description
source: rotate cockpit view left or right
sr: обрће поглед из кабине улево или удесно

# input command note
source: Needed when using an analog joystick hat to look around.
sr: Потребно када се разгледа аналогном капицом џојстика.

# input command description
source: rotate cockpit view to the left
sr: обрће поглед из кабине улево

# input command note
source: Needed when using the keyboard to look around.
sr: Потребно када се разгледа тастатуром.

# input command description
source: rotate cockpit view to the right
sr: обрће поглед из кабине удесно

# input command description
source: rotate cockpit view up or down
sr: обрће поглед из кабине нагоре или надоле

# input command description
source: rotate cockpit view upwards
sr: обрће поглед из кабине нагоре

# input command description
source: rotate cockpit view downwards
sr: обрће поглед из кабине надоле

# input command description
source: zoom in current view
sr: увеличава тренутни поглед

# input command note
source: Decrease the FOV of the current view.
sr: Смањује ФОВ тренутног погледа.

# input command description
source: zoom out current view
sr: умањује тренутни поглед

# input command note
source: Increases the FOV of the current view.
sr: Повећава ФОВ тренутног погледа.

# input command description
source: enable or disable virtual cockpit
sr: активира или деактивира виртуелну кабину

# input command note
source: A limited set of virtual cockpit indicators appear by default in some external views, and this can be used to turned them on or off.
sr: Ограничен скуп виртуелних кабинских показатеља подразумевано се види у неким спољашњим погледима, и тада се овим они могу укључити или искључити.

source: Unknown input configuration field '%(fld)s' in section '%(sec)s'.
sr: Непознато поље подешавања улаза ‘%(fld)s’ у одељку ‘%(sec)s’.

source: Missing input configuration field '%(fld)s' in section '%(sec)s', using default '%(val)s'.
sr: Недостаје поље подешавања улаза ‘%(fld)s’ у одељку ‘%(sec)s’, узимам подразумевано ‘%(val)s’.

source: Aborting, backtrace follows: %s
sr: Обустављам, следи повратни траг: %s

source: (unknown)
sr: (непознато)

source: n/k
sr: нп

source: generic
sr: генеричко

source: G/BMB
sr: Г/БМБ

source: Constructing clouds.
sr: Градим облаке.

source: Autopilot:
sr: Аутопилот:

source: R
sr: Р

source: IR
sr: ИЦ

source: LA
sr: ИД

source: STALL
sr: ПРЕВ

source: GND
sr: ЗМЉ

source: ATK
sr: НАП

source: NAV
sr: НАВ

# target information display: currently there is no target
source: NO TARGET
sr: НЕМА МЕТЕ

# target information display: speed for best turn
source: Vturn: %s km/h
sr: Vokr: %s km/h

# target information display: speed for best climb
source: Vclimb: %s km/h
sr: Vpenj: %s km/h

# target information display: class
source: CL: %s
sr: КЛ: %s

# target information display: country of origin
source: OR: %s
sr: ПР: %s

source: G/TAN
sr: Г/ТАН

source: Saved games disabled.
sr: Позиције деактивиране.

source: Loading campaign: %s
sr: Учитавам кампању: %s

source: Starting campaign mission: %(pack)s:%(name)s
sr: Покрећем задатак кампање: %(pack)s:%(name)s

source: Starting skirmish mission: %(pack)s:%(name)s
sr: Покрећем задатак окршаја: %(pack)s:%(name)s

source: Starting test mission: %(pack)s:%(name)s
sr: Покрећем задатак пробе: %(pack)s:%(name)s

source: Entering zone loop: %s
sr: Улазим у петљу зоне: %s

source: Mission ended.
sr: Задатак окончан.

source: Restarting mission.
sr: Покрећем задатак из почетка.

source: Quitting mission.
sr: Напуштам задатак.

source: Quitting game.
sr: Напуштам игру.

source: Saving game: %s
sr: Уписујем позицију: %s

source: Loading game: %s
sr: Учитавам позицију: %s

source: GAME OVER
sr: КРАЈ ИГРЕ

source: NO DATA
sr: НЕМА ПОДАТАКА

# title splitting type: horiz, vert
source: horiz
sr: vert

# game name as main menu title, left part (used when 'horiz' splitting)
source: LIMIT
sr: ГРАНИЧНО

# game name as main menu title, right part (used when 'horiz' splitting)
source: LOAD
sr: ОПТЕРЕЋЕЊЕ

# game name as main menu title, upper part (used when 'vert' splitting)
source: LIMIT
sr: ГРАНИЧНО

# game name as main menu title, lower part (used when 'vert' splitting)
source: LOAD
sr: ОПТЕРЕЋЕЊЕ

# main menu: play a campaign
source: Campaign
sr: Кампања

# main menu: play a skirmish
source: Skirmish
sr: Окршај

# main menu: quit the game
source: Quit Game
sr: Напусти игру

source: CAMPAIGN
sr: КАМПАЊА

# campaign menu: start the campaign
source: Start
sr: Започни

# campaign menu: go to the previous menu
source: Go Back
sr: Назад

# campaign not available
source: (unavailable)
sr: (недоступна)

source: LOAD GAME
sr: УЧИТАВАЊЕ ПОЗИЦИЈЕ

# load game menu: go to the previous menu
source: Go Back
sr: Назад

# load game menu: delete a saved game
source: Delete
sr: Обриши

# load game menu: load a saved game
source: Load
sr: Учитај

source: Campaigns:
sr: Кампање:

# column name
source: Name
sr: име

source: Saved games:
sr: Позиције:

# pre-campaign menu: continue the current campaign
source: Continue
sr: Настави

# pre-campaign menu: load a saved game
source: Load Game
sr: Учитај позицију

# pre-campaign menu: start a new campaign
source: Start New
sr: Започни нову

# pre-campaign menu: go to the previous menu
source: Go Back
sr: Назад

source: SKIRMISH
sr: ОКРШАЈ

# skirmish menu: start the skirmish mission
source: Start
sr: Започни

# skirmish menu: go to the previous menu
source: Go Back
sr: Назад

# skirmish difficulty
source: easy
sr: лако

# skirmish difficulty
source: hard
sr: тешко

# skirmish difficulty
source: extreme
sr: екстремно

# skirmish difficulty
source: unknown
sr: непознато

# skirmish type
source: dogfight
sr: маневар

# skirmish type
source: ground attack
sr: удар

# skirmish type
source: unknown
sr: непознато

source: Description:
sr: Опис:

source: Scenarios:
sr: Сценарији:

# column name
source: Type
sr: тип

# column name
source: Difficulty
sr: тежина

# mission menu: start playing the mission
source: Mission
sr: Задатак

# mission menu: go have some relaxation
source: Vodka!
sr: Вотка!

# mission menu: manage saved games
source: Archive
sr: Архива

# mission menu: go to the main menu
source: Main Menu
sr: Главни мени
