Repository: fstltna/limload
Catalog: language/po/limload/*.po
Languages: sr

# dialog menu: go to action after the dialog
source: Proceed
sr: Продужи

# dialog menu: repeat the dialog
source: Repeat
sr: Понови

# pause menu: resume play
source: Resume
sr: Настави

# pause menu: restart the mission
source: Restart
sr: Из почетка

# pause menu: show player controls
source: Controls
sr: Команде

# pause menu: quit the mission
source: Quit
sr: Напусти

# pause menu: go to action after the mission
source: Proceed
sr: Продужи

source: CONTROLS
sr: КОМАНДЕ

# controls menu: go to the previous menu
source: Go Back
sr: Назад

# column name
source: Binding
sr: свеза

# column name
source: Description
sr: опис

source: DEBRIEFING
sr: ИЗВЕШТАЈ

source: Mission objectives completed.
sr: Циљеви задатка извршени.

source: Mission failed.
sr: Задатак пропао.

source: Airplanes shot down:
sr: Оборено авиона:

# other airplane types
source: (other)
sr: (други)

source: Helicopters shot down:
sr: Оборено хеликоптера:

# other helicopter types
source: (other)
sr: (други)

source: Vehicles knocked out:
sr: Уништено возила:

# other vehicle types
source: (other)
sr: (друга)

source: Ships sunk:
sr: Потопљено бродова:

# other ship types
source: (other)
sr: (други)

source: Buildings destroyed:
sr: Срушено зграда:

# other building types
source: (other)
sr: (друге)

# debriefing menu: go to action after the debriefing
source: Proceed
sr: Продужи

source: G/JAM
sr: Г/ОМТ

source: DBG: %s
sr: ИСП: %s

source: INFO: %s
sr: ИНФО: %s

source: WARN: %s
sr: ПОЗОР: %s

source: ERROR: %s
sr: ГРЕШКА: %s

source: Loading zone...
sr: Учитавам зону...

source: First entry into this zone, generating data may take several minutes.
sr: Први улаз у ову зону, генерисање података може потрајати неколико минута.

source: Switching to zone: %s
sr: Пребацујем на зону: %s

source: Loading mission...
sr: Учитавам задатак...

source: First start of this mission, generating data may take several minutes.
sr: Прво покретање овог задатка, генерисање података може потрајати неколико минута.

source: Running away from the fight? Turn back!
sr: Бежиш из борбе? Окрећи назад!

source: The enemy is in the other direction!
sr: Непријатељ је на другу страну!

source: Navigation system defunct? Check the compass!
sr: Навигациони систем отказао? Види компас!

source: G/PRCK
sr: Г/ПРЛ

source: G/RCK
sr: Г/РКТ

source: G/CN
sr: Г/ТОП

source: Constructing stars.
sr: Градим звезде.

source: Constructing terrain.
sr: Градим терен.

source: Quitting game from pause.
sr: Напуштам игру из паузе.

source: command post
sr: командно место

source: COMMP
sr: КОМАМ

source: barrack post
sr: бараке

source: BARRP
sr: БАРАК

source: uplink post
sr: узлазна веза

source: ULNKP
sr: УЗВЕЗ

source: wall front
sr: зид предњи

source: WALLF
sr: ЗИДПР

source: wall back
sr: зид задњи

source: WALLB
sr: ЗИДЗД

source: wall left
sr: зид леви

source: WALLL
sr: ЗИДЛВ

source: wall right
sr: зид десни

source: WALLR
sr: ЗИДДС

source: apache
sr: апач

source: HELI
sr: ХЕЛИ

source: prison building
sr: затворска зграда

source: PRSN
sr: ЗТВР

source: prison wall front
sr: затворски зид предњи

source: prison wall back
sr: затворски зид задњи

source: prison wall left
sr: затворски зид леви

source: prison wall right
sr: затворски зид десни

source: watchtower 1
sr: осматрачница 1

source: WTOW1
sr: ОСМТ1

source: watchtower 2
sr: осматрачница 2

source: WTOW2
sr: ОСМТ2

source: Hughes AH-64 Apache
sr: Хјуз АХ-64 Апач

source: AH-64
sr: АХ-64

source: Oops.
sr: Упс.

source: %s is shotdown.
sr: %s је оборен.

source: You abandoned the mission.
sr: Напустио си задатак.

source: Mission complete!
sr: Задатак извршен!

source: Mission failed...
sr: Задатак пропао...

source: Mikoyan-Gurevich MiG-29
sr: Микојан-Гурјевич МиГ-29

source: MiG-29
sr: МиГ-29

source: Mikoyan-Gurevich MiG-29FD
sr: Микојан-Гурјевич МиГ-29ФД

source: MiG-29FD
sr: МиГ-29ФД

source: Mikoyan-Gurevich MiG-25
sr: Микојан-Гурјевич МиГ-25

source: MiG-25
sr: МиГ-25

source: Mikoyan-Gurevich MiG-31
sr: Микојан-Гурјевич МиГ-31

source: MiG-31
sr: МиГ-31

source: Mikoyan-Gurevich MiG-21
sr: Микојан-Гурјевич МиГ-21

source: MiG-21
sr: МиГ-21

source: Sukhoi Su-27
sr: Сухој Су-27

source: Su-27
sr: Су-27

source: General Dynamics F-16 Fighting Falcon
sr: Џенерал дајнамикс Ф-16 Фајтинг фалкон

source: F-16
sr: Ф-16

source: McDonnell-Douglas F-15 Eagle
sr: Мекдонел-Даглас Ф-15 Игл

source: F-15
sr: Ф-15

source: McDonnell-Douglas F/A-18 Hornet
sr: Мекдонел-Даглас Ф/А-18 Хорнет

source: F/A-18
sr: Ф/А-18

source: Lockheed-Martin F-22 Raptor
sr: Локид-Мартин Ф-22 Раптор

source: F-22
sr: Ф-22

source: Lockheed-Martin F-35 Lightning II
sr: Локид-Мартин Ф-35 Лајтнинг II

source: F-35B
sr: Ф-35Б

source: Grumman F-14 Tomcat
sr: Граман Ф-14 Томкет

source: F-14
sr: Ф-14

source: McDonnell-Douglas F-4 Phantom II
sr: Мекдонел-Даглас Ф-4 Фантом II

source: F-4
sr: Ф-4

source: Northrop F-5E
sr: Нортроп Ф-5Е

source: F-5E
sr: Ф-5Е

source: Fairchild-Republic A-10 Thunderbolt II
sr: Ферчајлд-Рипаблик А-10 Тандерболт II

source: A-10
sr: А-10

source: Dassault Mirage 2000
sr: Дасо Мираж 2000

source: Mirage 2000
sr: Мираж 2000

source: Lockheed F-117 Nighthawk
sr: Локид Ф-117 Најтхок

source: F-117
sr: Ф-117

source: Grumman EA-6B Prowler
sr: Граман ЕА-6Б Праулер

source: EA-6B
sr: ЕА-6Б

source: Rockwell B-1B Lancer
sr: Роквел Б-1Б Лансер

source: B-1B
sr: Б-1Б

source: hull
sr: труп

source: HULL
sr: ТРУП

source: right engine
sr: десни мотор

source: RENG
sr: ДМОТ

source: left engine
sr: леви мотор

source: LENG
sr: ЛМОТ

source: right wing
sr: десно крило

source: RWNG
sr: ДКРЛ

source: left wing
sr: лево крило

source: LWNG
sr: ЛКРЛ

source: tail
sr: реп

source: TAIL
sr: РЕП

source: Boeing B-52F Stratofortress
sr: Боинг Б-52Ф Стратотврђава

source: B-52F
sr: Б-52Ф

source: right engine 1
sr: десни мотор 1

source: RENG1
sr: ДМОТ1

source: left engine 1
sr: леви мотор 1

source: LENG1
sr: ЛМОТ1

source: right engine 2
sr: десни мотор 2

source: RENG2
sr: ДМОТ2

source: left engine 2
sr: леви мотор 2

source: LENG2
sr: ЛМОТ2

source: right tank
sr: десни танк

source: RTNK
sr: ДТНК

source: left tank
sr: леви танк

source: LTNK
sr: ЛТНК

source: Boeing E-3 Sentry
sr: Боинг Е-3 Сентри

source: E-3B
sr: Е-3Б

source: radar dome
sr: радарска купола

source: RADO
sr: РАДК

source: Ilyushin Il-76
sr: Иљушин Ил-76

source: Il-76
sr: Ил-76

source: Antonov An-124
sr: Антонов Ан-124

source: An-124
sr: Ан-124

source: Antonov An-12
sr: Антонов Ан-12

source: An-12
sr: Ан-12

source: Lockheed C-130 Hercules
sr: Локид Ц-130 Херкулес

source: C-130
sr: Ц-130

source: Boeing KC-135 Stratotanker
sr: Боинг КЦ-135 Стратотанкер

source: KC-135
sr: КЦ-135

source: Yakovlev Yak-40
sr: Јаковљев Јак-40

source: Yak-40
sr: Јак-40

source: Boeing 747-400
sr: Боинг 747-400

source: B-747/4
sr: Б-747/4

source: Ticonderoga
sr: Тајкондерога

source: Atlantis
sr: Атлантида

source: Gun Boat
sr: топовњача

source: Oil Platform
sr: нафтна платформа

source: platform
sr: платформа

source: PLAT
sr: ПЛАТ

source: helipad
sr: хелидром

source: HPAD
sr: ХДРОМ

source: construction1
sr: грађевина 1

source: CNS1
sr: ГРА1

source: installation1
sr: инсталација 1

source: INS1
sr: ИНС1

source: installation2
sr: инсталација 2

source: INS2
sr: ИНС2

source: installation3
sr: инсталација 3

source: INS3
sr: ИНС3

source: installation4
sr: инсталација 4

source: INS4
sr: ИНС4

source: installation5
sr: инсталација 5

source: INS5
sr: ИНС5

source: sam1
sr: ПВО 1

source: SAM1
sr: ПВО1

source: sam2
sr: ПВО 2

source: SAM2
sr: ПВО2

source: leg1
sr: потез 1

source: LEG1
sr: ПТЗ1

source: leg2
sr: потез 2

source: LEG2
sr: ПТЗ2

source: leg3
sr: потез 3

source: LEG3
sr: ПТЗ3

source: leg4
sr: потез 4

source: LEG4
sr: ПТЗ4

source: construction2
sr: грађевина 2

source: CNS2
sr: ГРА2

source: Ural-375
sr: Урал-375

source: UAZ-469
sr: УАЗ-469

source: UAZ-469 modified
sr: УАЗ-469 измењени

source: UAZ-469(m)
sr: УАЗ-469(м)

source: T-80
sr: Т-80

source: 9K22 Tunguska
sr: 9К22 Тунгуска

source: 9K22
sr: 9К22

source: BTR-80
sr: БТР-80

source: M1 Abrams
sr: М1 Ејбрамс

source: M1
sr: М1

source: M2 Bradley
sr: М2 Бредли

source: M2
sr: М2

source: M2(AA)
sr: М2(ПВО)

source: M2 Bradley Anti-Aircraft
sr: М2 Бредли противавионски

source: M1126 Stryker
sr: М1126 Страјкер

source: M1126
sr: М1126

source: TK-1
sr: ТК-1

source: rhull
sr: десни труп

source: RHULL
sr: ДТРУП

source: turret main
sr: купола главна

source: TURM
sr: КУПГ

source: turret side left
sr: купола бочна лева

source: TURSL
sr: КУПБЛ

source: turret side right
sr: купола бочна десна

source: TURSR
sr: КУПБД

source: turret anti air 1
sr: купола противваздушна 1

source: TURAA1
sr: КУППВ1

source: turret anti air 5
sr: купола противваздушна 5

source: TURAA5
sr: КУППВ5

source: turret anti air 6
sr: купола противваздушна 6

source: TURAA6
sr: КУППВ6

source: wheel 1
sr: точак 1

source: WHEEL1
sr: ТОЧАК1

source: wheel 2
sr: точак 2

source: WHEEL2
sr: ТОЧАК2

source: wheel 3
sr: точак 3

source: WHEEL3
sr: ТОЧАК3

source: wheel 4
sr: точак 4

source: WHEEL4
sr: ТОЧАК4

source: wheel 5
sr: точак 5

source: WHEEL5
sr: ТОЧАК5

source: wheel 6
sr: точак 6

source: WHEEL6
sr: ТОЧАК6

source: wheel 7
sr: точак 7

source: WHEEL7
sr: ТОЧАК7

source: wheel 8
sr: точак 8

source: WHEEL8
sr: ТОЧАК8

source: 7.62×54 mm R
sr: 7,62×54 mm Р

source: 12.7×99 mm NATO
sr: 12,7×99 mm НАТО

source: 30×173 mm DU
sr: 30×173 mm ОУ

source: 30 mm DU
sr: 30 mm ОУ

source: 40×364 mm R
sr: 40×364 mm Р

source: Kalashnikov PKM
sr: Калашњиков ПКМ

source: PKM
sr: ПКМ

source: Browning M3
sr: Браунинг М3

source: M3
sr: М3

source: Gryazev-Shipunov GSh-23
sr: Грјазев-Шипунов ГШ-23

source: GSh-23
sr: ГШ-23

source: Gryazev-Shipunov GSh-301
sr: Грјазев-Шипунов ГШ-301

source: GSh-301
sr: ГШ-301

source: Gryazev-Shipunov GSh-6-23
sr: Грјазев-Шипунов ГШ-6-23

source: GSh-6-23
sr: ГШ-6-23

source: Nudelman-Rikhter NR-23
sr: Нуделман-Рихтер НР-23

source: NR-23
sr: НР-23

source: Tulmashzavod 2A38M
sr: Тулмашзавод 2А38М

source: 2A38M
sr: 2А38М

source: General Dynamics M61 Vulcan
sr: Џенерал дајнамикс М61 Вулкан

source: M61
sr: М61

source: Hughes M230
sr: Хјуз М230

source: M230
sr: М230

source: Dassault Aviation DEFA 554
sr: Дасо-авијација ДЕФА 554

source: DEFA 554
sr: ДЕФА 554

source: Pontiac M39
sr: Понтијак М39

source: M39
sr: М39

source: General Electric GAU-8/A Avenger
sr: Џенерал електрик ГАУ-8/А Авенџер

source: GAU-8/A
sr: ГАУ-8/А

source: Bofors L/70
sr: Бофорс Л/70

source: L/70
sr: Л/70

source: Vympel R-13
sr: Вимпел Р-13

source: R-13
sr: Р-13

source: Vympel R-60
sr: Вимпел Р-60

source: R-60
sr: Р-60

source: Vympel R-73
sr: Вимпел Р-73

source: R-73
sr: Р-73

source: Vympel R-27
sr: Вимпел Р-27

source: R-27
sr: Р-27

source: Vympel R-77
sr: Вимпел Р-77

source: R-77
sr: Р-77

source: Zvezda Kh-25
sr: Звезда Х-25

source: Kh-25
sr: Х-25

source: Raduga Kh-59
sr: Радуга Х-59

source: Kh-59
sr: Х-59

source: Almaz S-200 Dubna
sr: Алмаз С-200 Дубна

source: S-200
sr: С-200

source: Fakel 9M33 Osa
sr: Факел 9М33 Оса

source: Osa
sr: Оса

source: Kolomna Igla
sr: Коломна Игла

source: Igla
sr: Игла

source: Raytheon FIM-92 Stinger
sr: Рејтион ФИМ-92 Стингер

source: FIM-92
sr: ФИМ-92

source: Raytheon AIM-7 Sparrow
sr: Рејтион АИМ-7 Спароу

source: AIM-7
sr: АИМ-7

source: Raytheon AIM-9 Sidewinder
sr: Рејтион АИМ-9 Сајдвајндер

source: AIM-9
sr: АИМ-9

source: Raytheon AIM-120 AMRAAM
sr: Рејтион АИМ-120 АМРАМ

source: AIM-120
sr: АИМ-120

source: Raytheon RIM-156 Standard SM-2ER
sr: Рејтион РИМ-156 Стандард СМ-2ЕР

source: RIM-156
sr: РИМ-156

source: BAe Rapier
sr: БАе Рејпир

source: Rapier
sr: Рејпир

source: Euromissile Roland
sr: Јуромисајл Роланд

source: Roland
sr: Роланд

source: Raytheon AGM-65 Maverick
sr: Рејтион АГМ-65 Маверик

source: AGM-65
sr: АГМ-65

source: Raytheon BGM-109 Tomahawk
sr: Рејтион БГМ-109 Томахавк

source: BGM-109
sr: БГМ-109

source: S-8
sr: С-8

source: RPG-7
sr: РПГ-7

source: FAB-500
sr: ФАБ-500

source: Mark 84 Hammer
sr: Марк 84 Хамер

source: Mk 84
sr: Мк 84

source: EDO Corporation AN/ALQ-99
sr: ЕДО-корпорација АН/АЛКу-99

source: ALQ-99
sr: АЛКу-99

source: PTB-1150
sr: ПТБ-1150

source: PTB-1500
sr: ПТБ-1500

source: USAF 370 gal
sr: УСАФ 370 гал

source: US-370
sr: УС-370

source: USAF 600 gal
sr: УСАФ 600 гал

source: US-600
sr: УС-600
